Repository: yarmolya/jobSearch
Catalog: JobSearch/language/Localizable.xcstrings
Source language: en
Languages: uk

source: %lld day
uk: %lld день

source: %lld%% Uploaded
uk: %lld%% завантажено

source: +%lld km
uk: +%lld км

source: ➕ Add a job posting
uk: ➕ Додати вакансію

source: About
uk: Про себе

source: About yourself
uk: Про себе

source: Acceptable distance from city
uk: Допустима відстань від міста

source: Activate
uk: Активувати

source: Active
uk: Активний

source: Add a job posting
uk: Додати вакансію

source: Add Experience
uk: Додавання досвіду

source: Add job category
uk: Додати категорію

source: Add language
uk: Додати мову

source: Add Language
uk: Додавання мови

source: Add Required Language
uk: Додати мову

source: Add to Shortlist
uk: Додати до обраного

source: Add work experience
uk: Додати досвід роботи

source: All
uk: Усі

source: All fields
uk: Усі сфери

source: Application Deadline
uk: Дедлайн подачі заявок

source: Application Details
uk: Деталі заявки

source: Application History
uk: Історія

# application_count_applications
source: %d applications
uk: Кількість заявок: %d

# application_count_rejections
source: %d rejections
uk: %d відхилено

source: Applied
uk: Подано

source: Applied on
uk: Подано

source: Are you sure you want to delete this vacancy? This action cannot be undone.
uk: Ви впевнені, що хочете видалити цю вакансію? Ця дія не може бути скасована.

source: Are you sure you want to log out?
uk: Ви впевнені, що бажаєте вийти?

source: Bachelor
uk: Бакалавр

source: Cancel
uk: Скасувати

source: Candidate Details
uk: Деталі кандидата

source: Candidate Ranking
uk: Рейтинг кандидатів

source: Candidate Selection Priorities
uk: Пріоритети у відборі кандидатів

source: Choose Another File
uk: Обрати інший файл

source: Choose Language
uk: Оберіть мову

source: City
uk: Місто

source: Close
uk: Закрити

source: Closed
uk: Закрито

source: Company
uk: Компанія

source: Company description
uk: Опис організації

# company name
source: Name of the company
uk: Назва організації

source: Company name
uk: Назва організації

source: Company profile
uk: Головна сторінка

source: Company Profile
uk: Підприємство

source: Contact Candidate
uk: Зв'язатися з кандидатом

source: Contact Information
uk: Контактні дані

source: Contact person
uk: Контактна особа

source: Continue
uk: Продовжити

source: Country
uk: Країна

source: Create Job Vacancy
uk: Створити вакансію

source: Create your account
uk: Створіть новий акаунт

source: Current CV
uk: Поточне резюме

source: Current Position
uk: Теперішня зайнятість

source: CV Management
uk: Керування резюме

source: CV Status
uk: Резюме

source: Dates
uk: Дати

source: days
uk: дн.

source: Deactivate
uk: Деактивувати

source: Deadline
uk: Дедлайн

source: Delete
uk: Видалити

source: Delete Vacancy
uk: Видалити вакансію

source: Description
uk: Опис

source: Desired Specialty
uk: Бажана спеціалізація

source: Distance
uk: Допустима відстань

source: Doctoral
uk: Докторат

source: Don't have an account?
uk: Не маєте облікового запису?

source: Done
uk: Готово

source: Driver's license required
uk: Необхідне водійське посвідчення

source: Edit
uk: Редагувати

source: Edit company profile
uk: Редагувати профіль

source: Edit Experience
uk: Редагування досвіду

source: Edit Job Preferences
uk: Редагувати уподобання

source: Edit Profile
uk: Редагувати профіль

source: Edit Vacancy
uk: Редагувати вакансію

source: Education
uk: Освіта

source: Education level
uk: Рівень освіти

source: Education:
uk: Освіта:

source: Email is already in use.
uk: Електронна пошта вже використовується.

source: Email is required.
uk: Email обовʼязковий.

# employer
source: I'm an employer
uk: Я роботодавець

source: Employer registration
uk: Реєстрація роботодавця

source: End Date
uk: Кінцева дата

source: English
uk: Англійська

source: Enter your years of experience
uk: Вкажіть Ваш досвід (у роках)

source: Error
uk: Помилка

source: Error: %@
uk: Помилка: %@

source: Essential
uk: Суттєво

source: Experience
uk: Досвід

source: Experience:
uk: Досвід:

source: Explore job matches
uk: Ознайомся з підходящими вакансіями

source: Failed to get user ID.
uk: Не вдалося отримати ID користувача.

source: Field
uk: Сфера

source: Field match
uk: Мотивація

source: Field match:
uk: Мотивація:

source: Field of study
uk: Сфера навчання

source: Field of Study
uk: Сфера

source: Field of study category
uk: Категорія сфери навчання

source: Filter
uk: Фільтр

source: Find Jobs
uk: Знайти вакансії

source: Find your perfect job match today
uk: Знайди вакансію мрії вже сьогодні

source: Finding your matches...
uk: Шукаємо вакансії...

source: First name is required.
uk: Імʼя обовʼязкове.

source: Has experience
uk: Є досвід

source: Having an updated CV improves your chances
uk: Оновлене резюме підвищує ваші шанси

source: Hello,
uk: Привіт,

source: Home
uk: Головна

source: Home page
uk: Головна

source: Hybrid
uk: Гібридна

source: I have a driver's license
uk: Я маю водійські права

source: Inactive
uk: Неактивний

source: Incorrect password.
uk: Неправильний пароль.

source: Information
uk: Інформація

source: Invalid email format.
uk: Неправильний формат електронної пошти.

source: Job Description
uk: Опис

source: Job Details
uk: Більше про вакансію

source: Job details not available
uk: Детальна інформація про вакансію недоступна

source: Job Field
uk: Сфера діяльності

source: Job Information
uk: Загальна інформація

source: Job Matches
uk: Вакансії для Вас

source: Job no longer available
uk: Вакансія більше не доступна

source: Job Specialization
uk: Спеціалізація

source: Job Survey
uk: Опитування

source: Job Title
uk: Назва посади

source: Job Type
uk: Тип роботи

source: Join our community of job seekers
uk: Приєднуйтесь до нашої спільноти шукачів роботи

source: km
uk: км

source: Language
uk: Мова

source: Languages
uk: Мови

source: Last name is required.
uk: Прізвище обовʼязкове.

source: Less important
uk: Менш важливо

source: Less than a year
uk: Менше року

source: Level
uk: Рівень

source: License
uk: Водійське посвідчення

source: Links
uk: Посилання та соціальні мережі

source: Loading job details...
uk: Завантаження деталей вакансії...

source: Loading...
uk: Завантаження...

source: Location
uk: Місцезнаходження

source: Location:
uk: Локація:

source: Log in
uk: Увійти

source: Log in to your account
uk: Увійдіть до свого облікового запису

source: Logout
uk: Вийти

# looking for a job
source: I'm looking for a job
uk: Я шукаю роботу

source: Manage your CV
uk: Налаштування резюме

source: Master
uk: Магістр

source: match
uk: відповідність

source: Match
uk: Відповідність

source: Maximum file size: 5MB
uk: Максимальний розмір файлу: 5 МБ

source: Moderately important
uk: Посередньо

source: month
uk: місяць

source: months
uk: міс.

source: Months of experience:
uk: Місяці досвіду:

source: Months:
uk: Місяці:

source: Name
uk: Імʼя

source: Network error. Please check your connection.
uk: Помилка в мережі. Будь ласка, перевірте підключення.

source: No
uk: Ні

source: No applications yet
uk: Поки що немає заявок

source: No candidates found
uk: Кандидатів не знайдено

source: No education
uk: Без освіти

source: No experience
uk: Без досвіду

source: No file selected
uk: Файл не обрано

source: No job fields selected
uk: Сфери роботи не вибрані.

source: No job matches found
uk: Вакансій не знайдено

source: No languages added yet
uk: Ще не додано жодної мови

source: No languages added.
uk: Ніяких мов не вибрано.

source: No languages available.
uk: Мови не доступні.

source: No match for you
uk: Для тебе не знайшлося рекомендацій

source: No More Jobs
uk: Більше немає вакансій

source: No results
uk: Не знайдено результатів

source: No user found with this email.
uk: Користувачів з такою адресою не знайдено.

source: No work history added.
uk: Досвіду роботи немає.

source: Not important
uk: Не важливо

source: Not uploaded
uk: Не завантажено

source: Office
uk: Офіс

source: Organisation
uk: Компанія

source: Password
uk: Пароль

source: Password is required.
uk: Пароль обовʼязковий.

source: Password is too weak. Use at least 6 characters.
uk: Пароль занадто слабкий. Використовуйте щонайменше 6 символів.

source: Phone number
uk: Номер телефону

source: Please complete all required fields
uk: Будь ласка, заповніть усі поля

source: Please enter 1-11 months of experience
uk: Будь ласка, введіть 1-11 місяців досвіду

source: Position
uk: Вакансія

source: Preferred Job Fields
uk: Бажана сфера діяльності

source: Proficiency Level
uk: Рівень володіння

source: Profile editor
uk: Редагування профілю

source: Profile not found. It may be incomplete or deleted.
uk: Профіль не знайдено. Можливо, він не завершений або був видалений.

source: Profile updated
uk: Профіль оновлено

source: Publish Vacancy
uk: Опублікувати вакансію

source: Ranking candidates...
uk: Ранжування кандидатів...

source: Recent Applications
uk: Останні заявки

source: Recommended positions
uk: Рекомендовані вакансії

source: Refresh
uk: Оновити

source: Rejected
uk: Відмовлено

source: Remote
uk: Віддалена

source: Replace CV
uk: Замінити резюме

source: Required Education
uk: Необхідний рівень освіти

source: Required Languages
uk: Знання мов

source: Requirements
uk: Вимоги

source: Salary
uk: Зарплатня

source: Salary Range (e.g. 30,000-40,000 UAH)
uk: Діапазон заробітної плати (30 000 грн)

source: Save
uk: Зберегти

source: Save Changes
uk: Зберегти зміни

source: Score Breakdown
uk: Деталі оцінки

source: Search job fields...
uk: Шукаємо сферу...

source: Search specialization...
uk: Шукаємо спеціалізацію...

source: Secondary
uk: Середня освіта

source: Select Field
uk: Оберіть сферу

source: Select File
uk: Обрати файл

source: Select Language
uk: Оберіть мову

source: Select Specialization
uk: Оберіть спеціалізацію

source: Selected categories:
uk: Обрані категорії:

source: Selected File
uk: Обраний файл

source: Set criteria importance for candidate selection. Tap to expand.
uk: Встановіть важливість критеріїв для відбору кандидатів. Натисніть, щоб рухати колесиком.

source: Set importance for each criteria when selecting candidates.
uk: Встановіть важливість кожного критерію при відборі кандидатів.

source: Several years
uk: Декілька років

source: Sign up
uk: Зареєструватися

source: Sign up!
uk: Зареєструватися!

source: Skills
uk: Навички

source: Skills:
uk: Навички:

source: Specialization
uk: Спеціальність

source: Start Date
uk: Початок роботи

source: Success
uk: Успіх

source: Supported formats: PDF, DOC, DOCX
uk: Підтримувані формати: PDF, DOC, DOCX

source: Surname
uk: Прізвище

source: Technical
uk: Технічна

source: The job details for this application could not be found. The job posting may have been removed.
uk: Не вдалося знайти інформацію про вакансію для цієї програми. Можливо, оголошення про вакансію було видалено.

source: There are no applicants for this vacancy yet
uk: На цю вакансію ще немає заявників

source: This job is no longer available. The posting may have been removed or closed.
uk: Ця вакансія більше недоступна. Можливо, її було видалено або закрито.

source: This job opportunity is no longer available.
uk: Ця вакансія більше недоступна.

source: Total experience:
uk: Загальний досвід роботи:

source: Ukrainian
uk: Українська

source: Update CV
uk: Оновити резюме

source: Update your personal information
uk: Оновіть особисту інформацію

source: Update your skills and preferences
uk: Оновіть свої навички та уподобання

source: Upload company logo
uk: Завантажити логотип

source: Upload CV
uk: Завантажити резюме

source: Upload profile photo
uk: Завантажити фото профілю

source: Upload your CV
uk: Завантажте своє резюме

source: Upload Your CV
uk: Завантажте ваше резюме

source: Upload your CV to make applying for jobs faster and easier. Supported formats: PDF, DOC, DOCX.
uk: Завантажте ваше резюме, щоб швидше та легше подавати заявки на вакансії. Підтримувані формати: PDF, DOC, DOCX.

source: Uploaded
uk: Завантажено

source: Uploaded CV
uk: Завантажене резюме

source: User title
uk: Назва користувача

source: Very important
uk: Дуже важливо

source: View All
uk: Переглянути повністю

source: View CV
uk: Переглянути резюме

source: Vocational
uk: Професійно-технічна освіта

source: We couldn't find any job vacancies matching your profile. Try updating your skills or preferences.
uk: Ми не знайшли вакансій, що відповідають вашому профілю. Спробуйте оновити свої навички або вподобання.

source: Welcome!
uk: Ласкаво просимо!

source: Welcome back! Please enter your details
uk: З поверненням! Будь ласка, введіть свої дані

source: Work experience
uk: Досвід роботи

source: Work Experience
uk: Досвід роботи

source: Work Preferences
uk: Вподобання щодо роботи

source: year
uk: рік

source: years
uk: р.

source: Years of experience:
uk: Роки досвіду:

source: Years:
uk: Роки:

source: Yes
uk: Так

source: You haven't applied to any jobs yet. Start exploring job matches to apply.
uk: Ви ще не подали жодної заявки на роботу. Почніть переглядати вакансії, які вам підходять, щоб подати заявку.

source: You haven't posted any vacancies yet
uk: Ви ще не розмістили жодної вакансії

source: You've gone through all available job postings. Check back later for new opportunities!
uk: Ви переглянули всі доступні вакансії. Перевірте пізніше для нових можливостей!

source: Your application was submitted successfully. The employer will contact you if they're interested in your profile.
uk: Вашу заявку успішно надіслано. Роботодавець зв'яжеться з вами, якщо зацікавиться вашим профілем.

source: Your company profile has been updated successfully
uk: Профіль вашого підприємства успішно оновлено

source: Your company profile updated
uk: Профіль вашого підприємства оновлено

source: Your Profile Summary
uk: Ваш Профіль

source: Your vacancies
uk: Ваші вакансії

source: Your vacancy has been published successfully
uk: Ваша вакансія успішно опублікована

source: Your vacancy has been updated successfully
uk: Ваша вакансія успішно оновлена
